{
    "researchTitles":[
        {
            "category": "Science",
            "title": [
                "The influence of the circadian rhythm of metabolism", 
                "The animal kingdom in Antarctica: adapting to subzero temperatures", 
                "Understanding the migration of cells in tumors to treat cancer",
                "Moral grounds of the cloning",
                "What affects the survival rates of tumor cells?",
                "Studying the cell’s response to infectious agents to understand the diseases",
                "Human development and the regeneration of heart tissues",
                "The approaches to study induced pluripotent stem cells",
                "How does the circadian cycle affect the human body temperature?",
                "Microorganisms in soil and their influence on the plant",
                "Why are some animals so smart?",
                "The relationship between the Earth’s magnetic field and animals",
                "How do migratory birds navigate in the desert?",
                "The connection between the hens’ diet and the size of eggs",
                "How do nutrients circulate through the aquatic ecosystems?",
                "Bacterial pathogenesis",
                "The difference between the energy flow in aquatic and terrestrial ecosystems",
                "Understanding interactions between species for ecological sustainability",
                "What are the host plant’s defense mechanisms against herbivores?",
                "The most effective approaches to save the endangered insects species",
                "The classification of the disease-transmitting insects",
                "The Chernobyl disaster: causes and effects",
                "Epidemiological modeling: how does knowing the origins of the disease help fighting it?",
                "Population biology: genomic approaches to understand the spread of pathogens",
                "Gas price increasing and alternative energy sources",
                "The science of growing the animal cell in the lab",
                "How can we predict the evolutionary changes in species with the help of evolutionary biology?",
                "The evolution of genomes and its effect on the organismal function",
                "What are the newest technologies used in evolutionary biology?",
                "Genomics: using transcriptome analysis to detect drug-resistant genes",
                "Whole-genome sequencing and natural variation",
                "Infectious diseases: cellular determinants and host response",
                "How do microbes change the immune system after infecting it?",
                "Neuroscience: olfaction and processes on a molecular level",
                "Neurobiology: the newest ways to study the human brain",
                "Breast cancer after surgeries: the ways to stop metastatic relapse",
                "What are the effects of immune cell variations on malaria?",
                "Studying planarians to investigate regeneration laws",
                "Can DNA repair enzymes also tie to RNA?",
                "Gene expression regulation and the flow of genetic information",
                "How do RNAs influence the development of the diseases?",
                "The ways to predict the effect of microRNAs on gene expression",
                "The most recent developments in transplantation research",
                "The approaches to fighting the biofouling problem",
                "What are the root causes of algae blooms?",
                "Bioluminescence: how can luciferase be helpful in medical diagnostics?",
                "What causes a decrease in monarch butterfly migration?",
                "Camouflage: how can squid deception skills help develop new materials?",
                "Using 3-D printing to improve the health of coral reef population",
                "Third mass bleaching: the potential of crossbreeding",
                "Will the process of de-extinction be possible in the near future?",
                "What could be the negative effects of the de-extinction?",
                "How to protect the Great Dismal Swamp from climate change?",
                "The physics behind the V-formation of birds flying",
                "What is the humans’ contribution to the spread of invasive species?",
                "The ways to slow down the current sixth mass extinction",
                "How do plants and animals look after their microbiome?",
                "Diet vs. environment: what influences microbiome more?",
                "Evolution: the secret of butterflies from different locations evolving the same pattern",
                "Wallflowers and mutagenesis studying: the next-gen cancer treatment",
                "The influence of oil spills on the food crops",
                "The best natural pesticides for organic farming",
                "The negative effects of organic farming on the environment",
                "How does conservation help save tropical rainforests?",
                "How do red tides algae affect fish and mammals?",
                "The most recent approaches to the wetland restoration",
                "White polar bear: why is the low energy level dangerous for them?",
                "Human biology: how does the effect of afterimage work?",
                "How could food coloring change the taste of the product?",
                "The secrets of human taste buds: why some people can’t taste sour?",
                "The memory of the human immune system fighting common illnesses",
                "The correlation between the age and the lung capacity",
                "What is the purpose of homosexuality in the animal kingdom?",
                "How does diet affect sex hormones flow in women?",
                "The microbial factories as the pharmaceutical solution",
                "Can the cloning technology that was tested on the sheep be used on humans?",
                "How and why is the human gestation period different from other mammals?",
                "What amount of ultraviolet is deadly for different bacteria?",
                "The connection between the level of dilution of disinfectant and bacterial resistance",
                "Red tides: how does overgrazing become even more harmful?",
                "How fast are bacteria spreading in the thawing meat?",
                "Plant growth: nitrogen-fixing bacteria vs. nitrogen fertilizers",
                "The best plants for preventing soil erosion",
                "Using duckweed to test the level of water contamination",
                "The deadly fungi: preventive measures of trees extinction",
                "Can human urine be used as a cheaper alternative for fertilizers?",
                "What affects the number of seeds in different fruits?",
                "What is happening to the honey bees",
                "Hydroponics as the most sustainable farming of the future",
                "What are the benefits of using whole-genome sequencing?",
                "Whole-genome sequencing for identifying chemotherapy resistance",
                "How are molecular and organismal biology related to each other?",
                "Pathobiology: the importance of studying the mammalian skull",
                "The influence of the circadian rhythm of metabolism",
                "The animal kingdom in Antarctica: adapting to subzero temperatures",
                "Understanding the migration of cells in tumors to treat cancer",
                "The connection between catalytic resonance theory and heterogeneous catalysts",
                "How are heterogeneous catalysts used in chemical manufacturing?",
                "Nanoparticles: what type of heterogeneous catalysts is used the most?",
                "Surface science: where noble metal aerogels are used?",
                "Fire in terms of chemistry and thermodynamics",
                "What affects electro catalytic phenomena in noble metal aerogels?",
                "How is the efficiency of electro catalytic reactions measured?",
                "Surface science: the phenomena of catalysis",
                "How can analyzing a platinum nanoparticle help understand the phenomena of catalysis?",
                "The most popular modern separation techniques",
                "The effects of chlorine exposure in the human body",
                "Analytical approach: how to understand which separation process you need?",
                "What might be the separation techniques of the future?",
                "Analytical chemistry: polymer dynamics and its characterization",
                "The connection between polymer dynamics and dynamic microstructure studies",
                "How is crystal growth studied in supramolecular solids?",
                "Designing models of chemical reactions of molecules at equilibrium positions",
                "Chemical biology: the synthesis of anti-cancer compounds",
                "What are the most recent methods of synthesizing natural products?",
                "Chemical biology: the methods of synthesizing small proteins",
                "How efficient is copying metalloprotein active sites?",
                "What are the significant differences between inorganic and synthetic organic chemistry?",
                "An overview of the newest approaches to conduction organelle analysis",
                "Studying enzymes: redox features and their applications",
                "What are the future bioactive nanomaterials, and do we have enough knowledge to create them?",
                "Neurochemistry: discoveries in brains via in situ hybridization",
                "How is fluorescence spectroscopy used to analyze membrane-bound proteins?",
                "The newest therapeutic agents found via in vitro selection",
                "What are the most effective techniques of proteomic analysis?",
                "Researching the proteins’ structure with the help of nuclear magnetic resonance",
                "How is DNA damaged, and how is it repaired?",
                "What is super-resolution microscopy mainly used for?",
                "The unsolved issues with electronic structure theory",
                "The ways to improve the accuracy of the Monte Carlo methods",
                "What are bio molecular modeling and simulations used for?",
                "How does temperature affect the chemical reactivity of matter?",
                "Electric solid propellants: a thermochemistry point of view",
                "The latest trends in the area of aquatic photochemistry",
                "Renewable feed stocks as the future of green chemistry",
                "Physical chemistry: where is scanning probe microscopy used?",
                "Where can biological machinery be applied?",
                "Chemical equation: how experiences do you need to be to conduct an experiment?",
                "Chemistry in agriculture: how are innovations helping to avoid pesticides?",
                "Solar energy and chemistry: how are nanoparticles synthesized and used?",
                "Energy and catalysis: organometallic compounds of mixed metals",
                "The process of creation of complexes similar to biological enzymes",
                "How is the molecular dynamics of carbon capture modeled?",
                "The process of the binding of polymer drugs",
                "The usage of the soft materials that were nanostructured",
                "How do biological systems influence polymers and toxicity?",
                "How to differentiate arid from semi-arid land?",
                "What are the approaches for converting arid lands into fertile lands?",
                "Is the climate adaptation approach better than fighting climate change?",
                "Renewable energy usage: advantages and disadvantages",
                "How does the growing demand of consumption amongst humans affect the environment?",
                "Climate adaptation: the methods that can be applied by megacities",
                "Environmental pollution: effects on health",
                "Forest management from the environmental sustainability perspective",
                "Shark finning: causes, impact, and solutions",
                "The species that conservation biology managed to save",
                "Managing energy demand in Abu Dhabi: toward sustainable city",
                "Why don’t conservation biology methods work sometimes?",
                "Recycling materials & waste disposal",
                "The application of AI in evaluating the conservation programs outcomes",
                "Causes and effects of water pollution",
                "The biggest struggles in the watershed management area",
                "The environmental impact of bottled water",
                "Eco hydrology and water management: a case study of Mojave Desert",
                "Global climate change: causes and effects",
                "The influence of the environmental changes in a small area on the plant’s ecosystem",
                "The methods of predicting global environmental changes",
                "Environmental studies of global warming: cause and mitigation",
                "How does the human population affect the Canadian ecosystem?",
                "The most recent developments in the area of environmental sustainability",
                "The gifts of the ecosystem services: a case study of West Africa",
                "Global environment communities",
                "Fire ecology: should the wildlife fires be stopped or prevented?",
                "What are the main benefits of wildlife fire for the environment?",
                "Fisheries ecology: how is fish health managed?",
                "The best fisheries management ideas for tracking the age of fish",
                "Geospatial science: what software is used for geospatial mapping?",
                "The Amazon rainforest as an integral component of the environment",
                "Geographic information systems and its benefits for geospatial science",
                "What are molecular ecology methods used to study fungal diversity?",
                "Mining as a cause of environmental disaster",
                "Molecular ecology: a case study of multiple mating in ant colonies",
                "Floods: stages, types, effects, and prevention",
                "Global change management from the perspective of Environmental Science",
                "Where do the invasive alien species come from?",
                "Plastics recycling and recovery",
                "What are the most effective methods to control invasive species?",
                "Oil drilling in the Arctic National Refuge",
                "The future of the discovery of natural products",
                "Soil ecology: what soil organisms affect plants directly?",
                "Tree planting and climate change",
                "Plant ecology: how do fungi help forests recover from fires?",
                "Alternative energy sources",
                "Population ecology: what is the purpose of insects which die after reproducing?",
                "Population ecology: how does the environment affect the type of species distribution?",
                "What are the main approaches in rangeland restoration?",
                "Why is the rangeland restoration so important for the future?",
                "Remote sensing: the usage of data collected via infrared sensors",
                "Geographic information system and remote sensing: compare and contrast",
                "Can restoration ecology help save endangered species of animals?"
            ]
        },
        {
            "category": "Technology",
            "title": [
                "How computers will advance in the next decade",  
                "What are the long-term impacts of living in a world of technological advancement?",  
                "How technology affects child growth in the current world", 
                "Describe the essential technological advancement today and its promises",  
                "Explain how social media can create or solve problems in the world",  
                "Do the internet and mobile phones make the world smaller or bigger?",  
                "How technology is changing how people use devices with frustrating problems and glitches",  
                "Is genetically engineering children morally wrong?",  
                "Is there parallelism to social interactions with humans and machines?",  
                "Can humans use technology in new ways to impact the world positively?",  
                "How digital learning is changing the education system and schools",  
                "Should the government censor the internet?",  
                "Should current and potential employees give their employers access to their social media accounts?",  
                "Should work from home become a norm, considering the current status of information technologies and internet availability?",  
                "How will technology affect travel in the future?",  
                "The future of auto-driving vehicles- Their pros and cons",  
                "Should parents disclose genetic information to their children?",  
                "Should employers and healthcare companies have access to genetic testing information?",  
                "Using sequence human genes to predict possible future health risks- What are the limitations and benefits of this testing?",  
                "Can genetically modified organisms solve the current hunger issues?",  
                "Genetically modified and organic food- Which is the best option?",  
                "Differentiating human brains and computers",  
                "Accessing technological advances- Why this should be everyone’s right",  
                "Should the world use under-the-skin identity chips?",  
                "How is technology likely to advance in the next two decades?",  
                "To what extent can new technological developments damage the world?",  
                "How digital tools can instigate productivity",  
                "Investigating the emerging opportunities in robotics", 
                "The latest developments in software engineering and programming languages",  
                "How information technology has impacted natural language processing",  
                "Evaluating biotechnology and molecular information systems roles",  
                "How machine learning exposes learners to recent life opportunities",  
                "How human-computer interactions affect innovations",  
                "Managing data during the era of 5G technology",  
                "Emerging study fields in computer data science",  
                "Analyzing how computing contributes to the development",  
                "The evolution of computer graphics, animation, and game science",  
                "Limitations of computer architecture studies in colleges",  
                "Synthetic and computational biology development in research",  
                "How artificial intelligence affects tedious and complex tasks",
                "An overview of software security types",  
                "How to improve technological innovations patent rights",  
                "How to eliminate stalking",  
                "Distinguishing human perception from virtual reality",  
                "How computer science interventions are changing the world",  
                "Evaluating high-dimensional data modeling effectiveness",  
                "What are the limitations of the computer science field?",  
                "Effects of ethical hacking",  
                "Are universities and colleges producing skilled computer scientists?",  
                "Why are specialized banking systems critical?",  
                "The best security measure- Fingerprint or a serial code?",  
                "Programming languages development",  
                "Computational thinking impact on science",  
                "ID chips in human brains- An upcoming reality or fiction?",  
                "Is computer game addiction a severe problem?",  
                "What are the potential advancements of artificial intelligence?",  
                "AI in health and medicine- Is its implementation a good idea?",  
                "The Safety of medical applications",  
                "Is digital voting risky?",  
                "Can artificial intelligence obtain self-awareness?",  
                "How safe are self-driving vehicles?",  
                "How modern technologies and the internet ease outsourcing",  
                "Is cryptocurrency a critical financial systems change or a buzz?",  
                "Healthcare and cloud technologies for data management",  
                "Discuss the latest technological advancements in cybersecurity",  
                "Social media and privacy rights",  
                "Can gene editing prevent or solve hunger and health problems?",  
                "The popularity of streaming services",  
                "How VPN services keep their users anonymous",  
                "Will technology make traveling better?",  
                "Incorporating information technologies in policy management",  
                "Using IT to improve service delivery",  
                "How IT makes advertising more authentic and appealing to consumers",  
                "Next Generation Innovation in education systems",  
                "WIFi connectivities in the developed countries",  
                "How advanced information technologies help with the preservation of classified documents",  
                "How climate and weather affect internet connectivity and strength",  
                "The essence of adopting E-Waste management systems",  
                "Can humans develop functional intelligent vehicle transport systems?",  
                "Why do developing countries have fewer IT universities and colleges?",
                "How effective is unlimited data storage?",  
                "Does the human brain and computers have a blurred line between them?",  
                "Ethical objection for DNA information storage",  
                "Is entertainment technology good or bad?",  
                "How Google affects young people’s attention lifespan",  
                "How digital reading differs from print reading",  
                "Are traditional research skills necessary in the current world?",  
                "Should schools and parents encourage or discourage media use among children?",  
                "Should the government regulate sites like Wikipedia because their information may not be credible?",  
                "How books and blogs compare",  
                "Does Google provide the best information by preferring its brand?",  
                "How using the internet affects the human brain",  
                "Are people losing the intelligence they develop via conventional reading and research in the current digital age?",  
                "How important is teaching learners to use social media, iPads, and Smart Boards?",  
                "Should teaching incorporate the latest technologies?",  
                "How Google search has changed humans",  
                "Using technology to gauge intelligence",  
                "How online format encourages skimming instead of information digestion",  
                "How technology affects how people read",  
                "Is using the internet to find information terrible or good?",
                "Are humans yet to invent more computer languages?",  
                "How will humans react if computers start doing most of the things they do?",  
                "How robots are changing the healthcare sector",  
                "How to improve the internet",  
                "What will happen to the internet next?",  
                "How good or bad is virtual reality?",  
                "How virtual reality will change the education sector",  
                "Describe virtualization in computers and technology",  
                "Explain how virtualization is changing entertainment",  
                "Describe the industries that machine learning will affect the most",  
                "Explain the importance of machine learning",  
                "Describe machine learning",  
                "Device protection when open-source is becoming popular in computer science",  
                "Can robots become more intelligent and like humans after reinforcing learning?",  
                "Effects of moving things to the cloud",  
                "Hardware and software borderline in the field of computer learning",  
                "What is machine learning’s future?",  
                "How big data and bioinformatics will change biology",  
                "Which is the essential computer science for the future?",
                "How the revolution in communication technology affects people",  
                "Can virtual reality replace actual reality?",  
                "How cloud technologies have changed data storage",  
                "How smartphones usage has reduced live communications",  
                "How modern technologies will change teaching",  
                "Analyzing construction recession and low spending by construction companies on IT",  
                "Technologies that humans use to explore other planets",  
                "How dangerous are cell phones?",  
                "How media technology affects child development",  
                "3D printing technology application in complex building forms’ production",  
                "How technology improves lesson planning",  
                "How technology influences the educational system",  
                "Green technologies application in engineering, construction, and architecture",  
                "Intelligent technologies and materials in road building",  
                "The technological age turns humans into zombies",  
                "Analyzing the drawbacks and advantages of unmanned aerial vehicles’ usage on construction sites",  
                "How media technologies affect teenagers’ physical development",  
                "Should humans use technology to colonize other planets?",  
                "Should developed countries care about technology accessibility worldwide?",  
                "Does technology create more problems while solving others?",  
                "Does technology oppose nature?",  
                "How is technology changing people?",  
                "Does technology make people dumber or more intelligent?",  
                "Does technology make people dependent on it or lazier?",  
                "Technology impact on human practice",  
                "Is engineering a child genetically morally wrong?",  
                "Describe the long-term effects of a technological world",  
                "How are humans changing the world using technology?",  
                "How are new technologies affecting the world negatively?",  
                "How is technology likely to change humans in the next twenty years?",  
                "How digital learning is changing education and schools",  
                "Drone warfare- Is it a possibility?",  
                "Are digital tools making humans less or more productive?",  
                "Using technology to develop alternative energy forms",  
                "Does the government invade privacy by using law enforcement cameras?",  
                "Can humans use technology to improve their interactions with animals?",
                "Communication masts locations should be away from people’s houses",  
                "Programming courses should be mandatory in colleges",  
                "Social networks should verify user’s identity",  
                "Every social network should implement two-step verification",  
                "Kids should not use social media",  
                "Internet pop-up ads and spams are the same",  
                "Smartphone addiction- Is it a disease?",  
                "Self-driving cars are not suitable for humans on busy roads",  
                "E-books should replace conventional books",  
                "Kids should not play violent computer games",  
                "Internet gambling requires strong regulations",  
                "Humans should avoid overreliance on smartphones and computers",  
                "Desktop computers are no longer fashionable",  
                "Computer games are making kids stupid",  
                "Governments should censor the internet",  
                "Workers should use digital tools more often to boost workplace productivity",  
                "The world needs more technological advancements",  
                "Why governments should promote digital learning",  
                "Technology research deserves more government funding",  
                "Hybrid cars save energy",  
                "Car manufacturers should consider the environment when designing vehicles",  
                "All children should learn to use smartphones and computers",  
                "Search engines are killing human brain libraries",  
                "Humans should use drones for non-military and military purposes",  
                "Smart notebooks are replacing papers"
            ]
        },
        {
            "category": "Psychology",
            "title": [
                "Aging and mental illness",
                "The negative impacts of abortion on mental health",
                "The influence of gender on depression",
                "Violence among teens",
                "Cognitive-behavioral therapy",
                "How children decode",
                "Children’s decoding and encoding emotion in music",
                "Does depression affect gender?",
                "Effects of various color to mental states",
                "How are habits formed?",
                "Human development phases",
                "Harmful contributions of age to memory",
                "How stress affects people",
                "How sleep quality impacts upon brain performance",
                "Automatic vs. controlled process in emotion",
                "Crucial stages of psychological development",
                "Psychological reasons for depression",
                "The psychological impact of crimes on victims",
                "How the environment influences personality",
                "Hyperactive children: environment or biology role?",
                "How social anxiety impacts upon affected person",
                "How culture influences cognitive processes",
                "Preterm delivery and stress",
                "The long and short term memory",
                "Schizophrenia and seasonal effects",
                "Situations leading to mental disorder",
                "Stress symptoms and stress",
                "Symptoms and reasons of stress",
                "Stress and physical illness relationship",
                "Understanding Schizophrenia among male and female",
                "Mental development",
                "Social interaction of modern teenagers",
                "Factors that cause factors cause suicidal behavior",
                "How bipolar disorder influence a person’s life",
                "Reasons why some people are addicted to depression",
                "Why the military need psychologists",
                "Difference between long-term memory and short-term memory",
                "How stress affects our personality",
                "How people unconsciously learn new behaviors",
                "How stress influences our behavior",
                "Stereotyping gender emotion",
                "Nonverbal communication",
                "How the environment affects personality development",
                "Suicidal behaviors: Understanding the situation",
                "Consequences of teenage sexting",
                "How television influences children’s violent behavior",
                "Predicting impressions of different faces using connectionist models",
                "Addiction to social media",
                "Signs and treatments of anxiety",
                "Anxiety disorder",
                "How to control domestic violence",
                "How circadian rhythm affects humans",
                "How social media influences people’s behaviors",
                "How to read nonverbal signs",
                "Psychological disorders",
                "why people start using drugs.",
                "How games assist the brain in developing well",
                "Symptoms of psychological disorders",
                "How education influences the personality of a person",
                "How bullying influences student’s success",
                "The reasons for depression",
                "The stages of coping with a loss",
                "Factors that develop the self-esteem of an individual",
                "The rules for detecting lies",
                "The role of psychotherapy",
                "The causes of drug addiction",
                "Verbal and nonverbal communication",
                "Treating disorders in children behavior",
                "Psychodynamic and behavioral theories",
                "The psychological benefits of laughter",
                "How cognitive dissonance impacts upon values and behaviors",
                "How sleep deprivation affects brain development in children",
                "The Narcissistic Personality Disorder",  
                "How to reduce undesirable behaviors in children",  
                "How to identify and reduce stress",  
                "How to overcome anxiety disorder",  
                "Personality and mental health",  
                "Factors that influence the behavior of children",  
                "The process of self-discovery in adolescents",  
                "The cause of autism",  
                "Attentive-hyperactivity disorder",  
                "Management of anorexia nervosa",  
                "Symptoms of bipolar disorder",  
                "Characteristics of introvert and extrovert",  
                "The causes of mood swings",  
                "Factors that influence changes in adolescents",  
                "Classical and operant conditioning",  
                "Working memory and short-term memory",  
                "Obsessive-compulsive disorder",  
                "The causes of aggression",  
                "The connection between colors and moods",  
                "The connection between depression and suicide",  
                "The effectiveness of psychotherapy",  
                "How the environment controls human behavior",  
                "How children learn behaviors from their parents",  
                "Effects of community violence on children",  
                "Identifying the learning pattern of kids",  
                "Impact of diet on depression",  "Pervasive developmental disorders",
                "Bullying and its effect on mental development.",    
                "The role of media and cartoons in increasing violence.",    
                "How violent video games and cartoons can make children violent?",    
                "Underlying causes that can create a serial killer",    
                "Causes of increase in the psychopathic behavior of teenagers and youth",    
                "Stereotypes and gender roles in our society",    
                "Abusive parents and child development",    
                "Effects of child abuse on the mental development of a child",    
                "Factors that can accelerate the aging process",    
                "Is psychology related to the aging process?",    
                "Long term effects of mental health issues",    
                "How can drugs affect our youth’s mental health in the long run?",    
                "The effects of medication on your mental health",    
                "Effects of postpartum depression on mental health",    
                "How does sleeping disorder lead to other mental illnesses?",
                "Anxiety of childhood and adolescence: Challenges and opportunities",
                "Attention Deficit Hyperactivity Disorder From A Neurosciences And Behavioural Approach",
                "Relapse in the addictive behaviours",
                "Miscarriage effects on the mental health of the couple",
                "Insomnia and Behavioural Sleep Medicine",
                "Social Phobia and Social Anxiety",
                "Post-Traumatic Stress Disorder",
                "Biophysical conceptualizations of human aggression",
                "HIV and AIDS Among the Severely Mentally Ill",
                "The Impact of the Family on Child Adjustment and Psychopathology",
                "Effects of CBT therapy for hypochondriacs last 10 years or more",
                "Mindfulness meditation reduces depression in the elderly",
                "How the Internet Inflates Estimates of Internal Knowledge",
                "Level of intelligence among addicts and non-addicts",
                "Personality assessment tests",
                "Development of verbal intelligence test for college students",
                "Bullying affect on primary students",
                "Media violence and children",
                "Child abuse rate among Pakistan",
                "Affects of parenting styles on children",
                "Can stress cause physical illness?",
                "Reasons behind the sleep deprivation in today’s youth",
                "How does depression ruin your daily life?",
                "Depression and obesity- is there any link?",
                "Alcohol consumption and its impacts on depression and anxiety.",
                "How does separation between parents cause distress among children",
                "Mental health of homeless people",
                "Abortion effects on the women’s mental health",
                "Mental health issues related to child trauma",
                "What sort of mental traumas faced by the disabled children and adults",
                "How do violent video games affect children and their brain development?",
                "Effect of violent cartoons on children’s behavior and mental state.",
                "How does bullying effect the social interaction of teenagers in high school or college?",
                "Causes of antisocial behavior among teenagers",
                "Use of Drugs in Youth and it’s impact on Health.",
                "Is psychology related to the ageing process?",
                "Reasons for phobias and how to deal with them",
                "Psychology can be used to get control of chronic pain",
                "Recent studies suggest that anxiety and panic attacks can be treated using cognitive therapy",
                "Is behavioural therapy effective to treat criminals?",
                "Antidepressants can be addictive and their usage should be avoided.",
                "Factors that contribute to post-traumatic stress disorder",
                "What are the therapy practices effective in dealing with depression?",
                "Effect of an abusive relationship on the psychology of the victim",
                "Are antidepressants effective as a remedy for therapy?",
                "Insomnia – How to treat it clinically?",
                "Which therapy practices are effective in treating addictions?",
                "Causes of the rise in teenage suicides",
                "Is asexuality related to the psychology of a person?",
                "Psychology and suicidal thoughts",
                "How to control anxiety and depressing thoughts regarding death?",
                "What factors can cause multiple personality disorder?",
                "Violent video games are a cause of mood disorder among children.",
                "Reasons for phobias and how to deal with them",
                "Causes of PTSD in offices or workplace",
                "Is stalking considered as a psychological disorder?",
                "What are the factors that contribute to an eating disorder?",
                "Why is there an increase in eating disorders among the youth?",
                "What are the factors that contribute to an eating disorder?",
                "Is lying related to the psychology of a person?",
                "Discuss the effects of Autism.",
                "How is colour psychology effective in cognitive development studies?",
                "What is the attention span and how to measure it?",
                "Memory loss and different ways to recover it",
                "How memories affect the behaviour of individuals?",
                "Which factors can help improve problem-solving abilities in children?",
                "What is a speech disorder and how it affects cognitive development?",
                "What is critical thinking and how to measure its ability in cognitive psychology?",
                "How can subconscious effect decision-making ability?",
                "Is single parenting suitable for a child’s mental development?",
                "Increasing violence among teenagers and children",
                "Social anxiety and social depression on an introvert child",
                "Racism and its effects",
                "Effects of bad memories on intelligence",
                "Reasons for the rising of divorce rate.",
                "Reasons why we generalize people",
                "Does narcissist person effects other family members mental health?",
                "Durable marriages, how can they be obtained",
                "Sex workers psychology as a normal human being.",
                "Hypnosis-pros and cons.",
                "Influence of music on mental health.",
                "How does financial crisis effects on a person’s mental health.",
                "Violent music-impact on children.",
                "Mental health improved through tolerance.",
                "Socializing and its benefits on mental health",
                "Is mortality influenced by harsh law",
                "Deviant behavior of sex offenders could be treated through cognitive behavioral treatment?",
                "Being attractive gets you a less complicated life? Is it true?",
                "Habits explained. When a recurring action become a habit?",
                "The work environment and its influence on self-esteem and motivation of workers",
                "Evolution of tortured methods through the years"
                
            ]
        },
        {
            "category": "Engineering",
            "title": [
                "How does the study of robotics benefit from a mechanical engineering background?",  
                "How can a new composite substitute reduce costs in large heat exchangers?",  
                "Which will become the predominant energy technology this century?",  
                "Why structural analysis is considered the foundation of mechanical engineering?",  
                "Why is cast iron used in the engines of large ships?",  
                "What is the finite element approach and why is it essential?",  
                "Why is the flow of fluids important in mechanical engineering?",  
                "What impact does mechanical engineering have in the medical field?",  
                "How can a new composite substitute reduce costs in large heat exchangers?",  
                "How do sports incorporate mechanical engineering theories?",  
                "What is the process of thermal heat transfer in machines?",  
                "How can solar panels reduce energy costs in developing countries?",  
                "In what waysis mechanical engineering at the forefront of the field?",  
                "How do various elements interact differently with energy?",  
                "How can companies improve manufacturing through new mechanical theories?",
                "The use of sustainable materials for construction: design and delivery methods.",
                "State of the art practice for recycling in the construction industry.",
                "In-depth research on waste water treatment process",
                "Building Information Modelling in the construction industry",
                "Research to study the impact of sustainability concepts on organizational growth and development.",
                "The use of warm-mix asphalt in road construction",
                "Development of sustainable homes making use of renewable energy sources.",
                "The role of environmental assessment tools in sustainable construction",
                "Research to study properties of concrete to achieve sustainability.",
                "A high-level review of the barriers and drivers for sustainable buildings in developing countries",
                "Sustainable technologies for the building construction industry",
                "Research regarding micromechanics of granular materials.",
                "Research to set up remote sensing applications to assist in the development of sustainable construction techniques.",
                "Key factors and risk factors associated with the construction of high-rise buildings.",
                "Use of a single-phase bridge rectifier",
                "Hydraulic engineering: A Brief Overview",
                "Application of GIS techniques for planetary and space exploration",
                "In-depth research on the wastewater treatment process",
                "Use of a single-phase bridge rectifier",
                "Hydraulic engineering: A Brief Overview",
                "Application of GIS techniques for planetary and space exploration",
                "Design and development of a system for measuring the carbon index of energy-intensive companies.",  
                "Improving processes to reduce kWh usage.",  
                "How can water conductivity probes help determine water quality and how can water be reused?", 
                "A study of compressor operations on a forging site and mapping operations to identify and remove energy waste.",  
                "A project to set up ways to measure natural gas flow ultrasonically and identify waste areas.",  
                "Developing a compact device to measure energy use for a household.",  
                "What are carbon credits and how can organizations generate them?",  
                "Production of biogas is from organic coral waste.",  
                "Analyzing the impact of the aviation industry on the environment and the potential ways to reduce it.",  
                "How can voltage reduction devices help organizations achieve efficiency in electricity usage?",  
                "What technologies exist to minimize the waste caused by offshore drilling?",
                "The process mapping techniques to identify bottlenecks for the supply chain industry.",  
                "Process improvement techniques to identify and remove waste in the automotive industry.",  
                "In what ways do green buildings improve the quality of life?",  
                "Discussion on the need to develop green cities to ensure environmental sustainability",  
                "Process of carbon dioxide sequestration, separation, and utilization", 
                "Development of facilities for wastewater treatment",  
                "Discussion on the need to develop green cities to ensure environmental sustainability",  
                "Process of carbon dioxide sequestration, separation, and utilization",  
                "Development of facilities for wastewater treatment",
                "Research to study transformer losses and reduce energy loss.",  
                "How does an ultra-low-power integrated circuit work?",  
                "Setting up a control system to monitor the process usage of compressors.",  
                "Integration of smart metering pulsed outputs with wireless area networks and access real-time data.",  
                "What are the problems of using semiconductor topology?",  
                "Developing effective strategies and methodical systems for paying as you go charging for electric vehicles.", 
                "A detailed review and investigation into the key issues and challenges facing rechargeable lithium batteries.",  
                "Trends and challenges in electric vehicles technologies",  
                "Research to investigate, develop and introduce schemes to ensure efficient energy consumption by electrical machines.",  
                "What is meant by regenerative braking?",  
                "Smart charging of electric vehicles on the motorway",  
                "Research to study metering techniques to control and improve efficiency.",  
                "Develop a scheme to normalize compressor output to kWh.",  
                "Research to introduce smart metering concepts to ensure efficient use of electricity.",  
                "What is the most accurate method of forecasting electric loads?",  
                "Fundamentals of Nanoelectronics",  
                "Use of DC-to-DC converter in DC (Direct Current) power grid",  
                "Development of Microgrid Integration",  
                "Fundamentals of Nanoelectronics",  
                "Use of DC-to-DC converter in DC (Direct Current) power grid",  
                "Development of Microgrid Integration",
                "How does the use of medical imaging help patients with higher risks?",  
                "How can rehabilitation techniques be used to improve a patient’s quality of life?",  
                "In what ways can biomaterials be used to deliver medications more efficiently?",  
                "What impact does medical virtual reality have on a patient’s care?",  
                "What advancements have been made in the field of neural technology?",  
                "How does nanotechnology pave the way for further advancements in this field?",  
                "What is computational biology and how does it impact our lives?",  
                "How accurate are early diagnosis systems in detecting heart diseases?",  
                "What does the future hold for technology-fueled medications?",  
                "What are the guiding principles of biomedical engineering research?",
                "How can epoxy resins withstand the force generated by a firing gun?",
                "The use of software affected design aspects in chemical engineering.",
                "What challenges are there for biochemical engineering to support health?",
                "The advancements of plastic technology in the last half-century.",
                "How can chemical technologies be used to diagnose diseases?",
                "What are the most efficient pathways to the development of biofuels?",
                "How can charcoal particles be used to filter water in developing countries?",
                "Increased production of pharmacy drugs in many countries.",
                "How do complex fluids and polymers create more sustainable machinery?",
                "Sensing and controlling the intensity of light in LEDs.",
                "Design and development of a pressure sensor for a solar thermal panel.",
                "Development of microsensors to measure oil flow rate in tanks.",
                "How can organizations achieve success by reducing bottlenecks in the supply chain?",
                "Research to identify efficient logistics operations within a supply chain.",
                "Developing frameworks for sustainable assessments taking into account eco-engineering measures.",
                "Research to identify process improvement plans to support business strategies.",
                "What can engineers do to address the problems with climate change?",
                "The impact of training on knowledge performance index within the supply chain industry.",
                "Research to introduce efficiency within information systems and support the timely transfer of knowledge and information.",
                "Designing buildings and structures that withstand the impact of seismic waves.",
                "Active noise control for buildings in very noisy places.",
                "The intricacies of designing a blast-resistant building.",
                "A compatible study of the effect of replacing cement with silica fume and fly ash.",
                "Comparative study on fiber-reinforced concrete and other methods of concrete reinforcement.",
                "Advanced construction techniques",
                "Concrete repair and Structural Strengthening",
                "Advanced earthquake resistant techniques",
                "Hazardous waste management",
                "Carbon fiber use in construction",
                "Structural dynamics and seismic site characterization",
                "Urban construction and design techniques",
                "How the design of planes can help them weather the storms more efficiently.",
                "Current techniques on flight plan optimization.",
                "Methods of optimizing commercial aircraft trajectory",
                "Application of artificial intelligence to capacity-demand.",
                "Desalination of water",
                "Designing safe planes",
                "Mapping a new airline route",
                "Understanding the structural design of planes.",
                "The effect of 3d printing on manufacturing processes.",
                "How to make designs that fit resources and budget constraints.",
                "The simulation and practice of emergency evacuation.",
                "Workers ergonomics in industrial design.",
                "Heat transfer process and material science",
                "Drilling engineering and well formation",
                "Material and energy flow computing",
                "Well log analysis and testing",
                "Natural gas research and industrial management",
                "Harnessing freshwater as a source of energy",
                "The design and development of carbon index measurement systems.",
                "Process improvement techniques for the identification and removal of waste in industries.",
                "An extensive study of biomedical waste management.",
                "Optimization of transportation cost in raw material management",
                "Improvement of facility layout using systematic planning",
                "Facilities planning and design",
                "Functional analysis and material modeling",
                "Product design and marketing",
                "Principles of metal formation and design.",
                "How mechanical engineering is at the forefront of innovation",
                "The emergence of robotics and how it benefits the study of mechanical engineering",
                "How Companies can expand through embracing mechanical theories",
                "Civil Engineering: how it intends to address the rising infrastructure challenges",
                "How the embrace of Mechanical engineering can handle hazardous waste",
                "The rising effects of food processing machines within the food industry",
                "A move towards the Use of Solar Energy: What it means for the environment and the Electrical sector",
                "The Rising challenges of storing power in an ion battery",
                "The Functional design of an ultra-low-power integrated circuit",
                "A Case study of Regenerative Braking",
                "Electrical Loads: How to accurately forecast them",
                "An in-depth exploration of the environmental impact of green buildings",
                "Environmental Engineering: Minimizing the damage caused by Wildfires",
                "Some of the challenges faced with supply chain traceability",
                "Data mining technologies: How it benefits businesses",
                "The Rising Use of Chatbots and how it’s impacting the business sector",
                "The extent of the human interaction with computer technologies",
                "The Rise of Algorithms and the gradual decline of Manpower",
                "How new computer technology is rewriting the work culture",
                "An implicit overview of the programming paradigm",
                "The Growth of Database over the years",
                "The Challenges of using different programming languages",
                "The Major concept of aerospace engineering",
                "Redefining the coverage and outlook of electrical signals for electronic communications",
                "Analysis and interpretation of the Internet of Things (IoT)",
                "Computer recognition: biometric data verification for promoting and enhancing security",
                "How the Internet of Things promotes innovation in modern business decisions",
                "The Role of Computer engineering in the e-commerce sector",
                "An interpretation of how reliant e-commerce is on Computer engineering",
                "How Computer engineering is reshaping access to information technology",
                "Automotive technology for administrative procedures",
                "Computer Engineering and the future of Digital Education."
            ]
        },
        {
            "category":"System-based",
            "title":[
                "Home Surveillance and Automation",
                "iPhone SMS Notification Systems",
                "Using GSM Technologies for Detecting Theft",
                "POS Apps and Their Use",
                "Business Use Cases for Accounting Apps",
                "Time Tracking Solutions for Office Productivity",
                "SMS Doorbell Notification Tools",
                "Wireless Technologies for Surveillance",
                "Online Learning Systems and Their Relevance",
                "Online Apps For Business Management",
                "Improving Nursing Education With a Healthcare System",
                "Project Management Tracking Systems",
                "Biometric Security Systems",
                "Fleet Management Software",
                "Emergency Vehicle Notification Systems",
                "Improving Data Security",
                "Benefits of Car Transportation Systems",
                "E-commerce Pricing Control Systems",
                "Apps for Monitoring Temperature",
                "Mobile Event Planners",
                "Alarm SMS Notification Systems",
                "Project Management Systems",
                "Employee Productivity Apps",
                "Onboarding Systems and HR",
                "Hotel PMS Systems",
                "Smart Technology in the Hotel Industry",
                "Email Marketing Tools",
                "Web Scrapers",
                "Mobile Apps That Improve Education",
                "Fingerprint Authentication",
                "Web Ordering Systems",
                "Home Automation Systems",
                "Smart Homes",
                "Warehouse Management Systems",
                "QR Code Check-ins",
                "Smart Systems in Cars",
                "Solar Grass Cutters With Automation",
                "Voice Controlled Tools",
                "CRM Software",
                "Online Training Software",
                "Complex Chat Bots",
                "Home Voice Assistants",
                "Technology that will Help Disabled People",
                "Apps for Child Monitoring",
                "Nutrition Tools",
                "Online grading system with online and SMS grade inquiry",
                "Dicto-Translator",
                "GSO Inventory System",
                "Web-Based Accounting System using PHP, MySQL and Bootstrap 4",
                "Student Information Management with Decision Support System",
                "Hospital Management System in MySQL and PHP",
                "Web-Based Classified Ads Application",
                "Barcode Based Attendance Information Security Management System",
                "Online Crime and Incident Reporting with SMS Notification", 
                "Employee and Faculty Evaluation with Ranking and Succession Planning",
                "Web-Based DSWD Calamity Assistance Request and Monitoring System",
                "Faculty Deliverables Monitoring with SMS Notification – File Management System",
                "Web-based fitness and exercise system with android app support in ionic framework",
                "Voting System in Visual Basic and MySQL",
                "Offline Java Tutorial for Android",
                "Cloud technologies on data storage",
                "Mobile applications for better education",
                "Improving guest tracker system",
                "Transforming transportation system with intelligent cars",
                "Radial Basis Function Networks",
                "Storefront application on e-commerce",
                "Healthcare sectors and training implementation plan online",
                "Accounting systems better with automation documentation",
                "RFID security complete guide",
                "Lightweight gadgets and web monitoring",
                "The security of Network navigation system",
                "Intelligent time trafficking to ensure office productivity",
                "A planning application for financial forecasting mobile-based",
                "IQ test application with monitoring app for mobile",
                "Android-based learning app for kids",
                "SMS fire alarm system for web and mobile application",
                "Systems of IT vision for wireless observation",
                "Intelligent Vehicle Transportation System",
                "E-Logistic for warehouse management",
                "SMS notification for face recognition",
                "LAN based stocktaking and selling",
                "The airline booking system on Android and IOS",
                "Home surveillance and automation",
                "Healthcare system for nursing education",
                "Presentation, management and merging – medical and complex data",
                "Systems of IT vision for wireless observation",
                "Simulation of Gaming with Financial Services",
                "Intelligent Vehicle Transportation System",
                "Academic and Social Universities Network",
                "App for E-commerce Storefront",
                "Tracker and Management for Hospitality",
                "Radial Basis Function Networks for Object Tracking",
                "E-Logistics For Warehouse Management",
                "SMS Notifications for Face Recognition",
                "Airline Booking System on Android and IOS",
                "App for changes in schedule",
                "Android App for Billing Management",
                "Web Application for Creating Tabulation and Events",
                "Smart Card Reading Creating",
                "Accounting Application based on Cloud Saving System",
                "Program for Loan and Inquiry in Mobile Phone",
                "LAN Based Stocktaking And Selling",
                "Web App For Business Administration",
                "Ring Notification Application with the SMS support",
                "Robber Detection With The Use Of GSM Technology",
                "Patient Information With ERP System",
                "SMS Notification Using Android",
                "Home Surveillance And Automation",
                "Web Class Record App",
                "Android Based Electronic Board",
                "Use Of The Healthcare System For Nursing Education",
                "GSM Technology And Rfid Security System",
                "Coin Loading Software",
                "Mobile And Web Event Evaluation App",
                "Digital Notice Board To Be Displayed On The PC Monitor",
                "Weather Forecast Using The Open Observation System",
                "Water Level Indicator SMS Notification",
                "Air Tester Quality App Using Android",
                "Monitoring System App For Items",
                "Training And Education Of Nursing Using Healthcare System",
                "Fare Payment Software",
                "Cedula Mobile App For Issuance Of Cedula",
                "Event Calendar App For Mobile Use",
                "Mobile Learning System For Employees",
                "Monitoring Temperature App",
                "Medical Technology Expert System",
                "Library Catalog App That Is Android Based",
                "SMS Notification for Smoke And Fire Alarm System",
                "Event Planner as Mobile Application",
                "Memory game for enhancing learning",
                "Water Level Indicator Using SMS Notification",
                "How to prevent a data breach",
                "Smoke And Fire Alarm System That Uses SMS Notification",
                "Web-based training systems",
                "Online fast food ordering system",
                "Ways to increase cybersecurity",
                "Inventory management system for businesses",
                "Ways to strengthen data security",
                "Adverts in an Aggregation of Route and Service Data",
                "What you need to know about data warehousing",
                "SMS Notification Using Android",
                "Ecommerce Storefront Application",
                "Information and proper logistics",
                "Cedula Mobile App For Issuing Cedula",
                "Differences between text and voice recognition systems",
                "Application for monitoring temperature",
                "Point Of Sale App",
                "What to know about information logistics",
                "Digital Notice Board Designed for the PC Monitor",
                "E-commerce technologies tools",
                "Air Tester Quality App On Android",
                "Dissimilarities among network administration in various institutions",
                "Doorbell Notification App That Supports SMS Using Android",
                "Internet-based training for IT professionals",
                "Smart fire alarm system",
                "Fare Payment Software",
                "Monitoring System App For Items",
                "Android Based Electronic Board",
                "Wireless surveillance technologies",
                "Billing Management System",
                "Healthcare system for training nurses",
                "Fingerprint module",
                "Application For Business Management",
                "Wireless surveillance and smart object recognition",
                "Pros and cons of data mining",
                "Quality assurance in software testing",
                "Intelligent Time Tracking for Higher Office Productivity",
                "Tools for checking data security",
                "Wireless Surveillance Made Possible By Computer Vision Information Systems",
                "System to control pricing",
                "Face Recognition System",
                "Security System And SMS Notification",
                "Tracking system for defects",
                "Medical Technology Expert System",
                "E-commerce technologies",
                "Mobile App For Event Planner",
                "E-learning system for processes in companies",
                "Mobile app development kit",
                "Theft Detection using GSM Technology",
                "Information systems and economic models",
                "Cybersecurity softwares",
                "Health tracker device",
                "Editor system for notepad",
                "Performance testing system",
                "Coin Loading Machine",
                "Mobile Loan App",
                "Hospitality Management system",
                "The Open Weather Map API for Weather Forecast",
                "Temperature Monitoring App",
                "Simulation software",
                "LAN Based Inventory",
                "Rfid Security System and GSM Technology",
                "Data mining: the latest",
                "E-Logistics For Managing Warehouse",
                "Smart Business App For Business Minded People",
                "System that monitors agricultural assets",
                "Intelligent Car Transportation System",
                "Thumbprint security system",
                "Socio-Academic Network for Universities",
                "The Use of Microsoft Kinect Sensor for Converting the Sign Language into Text",
                "Intelligent learning system for highlighting programming errors",
                "Content management systems",
                "Cloud-Based Accounting App",
                "Using Smart Card Reader",
                "Smart System for Managing Documents in a Law Firm",
                "Adverts from Local Transit Systems",
                "Patient Information With ERP System",
                "Web Class Record App",
                "Data mining benefits",
                "App for Mobile And Web Event Evaluation",
                "Basic things about network",
                "Cleaner robot",
                "Airline Reservation System Working on Android and IOS",
                "Social network adverts",
                "Web and Mobile Event Tabulation Application",
                "Home Surveillance And Automation",
                "Benefits of the Car transportation system",
                "Online crime reporting system",
                "Software for managing a fleet of vehicles",
                "Tracking system for project management",
                "Android App Using Web-Based File Manage",
                "Complex clinical data management and presentation",
                "Defect recognition system for controlling quality",
                "Voice recognition system",
                "Web-based data management",
                "Financial Services Gaming Simulation",
                "Schedule Notification Application",
                "Earning System For Employees",
                "Universal programming software",
                "Android-Based Library Catalog App",
                "Smart event planner application",
                "Secure digital signature system",
                "System for outsourcing services",
                "Event Calendar App For Mobile Devices",
                "Web-based alert system"
            ]
        }
        
    ]
}